constant/kinematicCloudPositions
/*--------------------------------*- C++ -*----------------------------------*\																
  =========                 |																
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox																
   \\    /   O peration     | Website:  https://openfoam.org																
    \\  /    A nd           | Version:  7																
     \\/     M anipulation  |																
\*---------------------------------------------------------------------------*/																
FoamFile																
{																
    version     2.0;																
    format      ascii;																
    class       vectorField;																
    object      kinematicCloudPositions;																
}																
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //																
																
(																
(-0.00012	0.000270	0.0004)														
(0.00007	0.000240	0.00026)														
(-0.00011	0.000280	0.0006)														
(-0.00013	0.000280	0.0002)														
(-0.00019	0.000070	0.00039)														
(-0.00032	0.000180	0.00028)														
(-0.00021	0.000420	0.0005)														
(0.00006	0.000380	0.0004)														
(0.00005	0.000170	0.00045)														
(0.00014	0.000140	0.0001)														
(0.00008	-0.000020	0.0002)														
(-0.00019	0.000120	0.0001)														
(0.00023	0.000120	0.00028)														
(-0.00008	0.000360	0.00079)														
(-0.00015	0.000080	0.00059)														
(0.00001	0.000470	0.00057)														
(-0.0003	0.000310	0.00068)														
(0.00007	0.000270	0.00069)														
(-0.00032	0.000260	0.0001)														
(-0.00015	0.000450	0.0001)														
(0.00003	0.000360	0.0001)														
(-0.00035	-0.000050	0.00029)														
(-0.00016	-0.000040	0.00023)														
(-0.0004	0.000070	0.00044)														
(-0.00026	-0.000080	0.00054)														
(-0.00051	0.000240	0.00042)														
(-0.00046	0.000410	0.00033)														
(-0.0003	0.000600	0.00053)														
(-0.00027	0.000550	0.00029)														
(-0.0002	0.000490	0.00069)														
(-0.00011	0.000600	0.00048)														
(0.00007	0.000570	0.00029)														
(0.00025	0.000420	0.00037)														
(0.00019	0.000350	0.00055)														
(0.00018	0.000070	0.00061)														
(0.00025	-0.000050	0.0001)														
(0.00028	0.000280	0.00013)														
(-0.00005	-0.000140	0.0001)														
(0.0002	-0.000070	0.00035)														
(0.00014	-0.000220	0.0001)														
(-0.00036	0.000010	0.0001)														
(-0.00029	-0.000310	0.0001)														
(0.00035	0.000250	0.00038)														
(0.00038	0.000020	0.00037)														
(-0.00004	0.000370	0.001)														
(-0.00022	0.000220	0.00084)														
(0.00009	0.000470	0.00081)														
(-0.00011	0.000530	0.0009)														
(0.00004	-0.000030	0.00047)														
(-0.00044	0.000100	0.00064)														
(-0.00002	-0.000150	0.00032)														
(0.00018	0.000570	0.0006)														
(-0.00049	0.000280	0.0007)														
(-0.00045	0.000480	0.00069)														
(0.00008	0.000110	0.00081)														
(0.00026	0.000320	0.00074)														
(-0.00049	0.000150	0.00018)														
(-0.00038	0.000450	0.00015)														
(-0.00019	0.000650	0.00013)														
(0.00001	0.000580	0.0001)														
(0.00021	0.000490	0.0001)														
(-0.00053	-0.000060	0.00038)														
(-0.00048	-0.000180	0.0001)														
(-0.00015	-0.000380	0.00038)														
(-0.00049	-0.000080	0.00057)														
(-0.00033	-0.000580	0.00038)														
(-0.00053	-0.000300	0.00041)														
(-0.00065	0.000220	0.00028)														
(-0.00071	0.000530	0.0003)														
(-0.00079	0.000150	0.00042)														
(-0.00045	0.000660	0.0003)														
(-0.00069	0.000540	0.0005)														
(-0.00058	0.000420	0.00014)														
(-0.00046	0.000670	0.00064)														
(-0.00024	0.000690	0.0007)														
(-0.00028	0.000790	0.00044)														
(-0.00013	0.000710	0.00031)														
(-0.00004	0.000620	0.0007)														
(0.00007	0.000710	0.00048)														
(-0.00011	0.000790	0.00059)														
(0.00023	0.000680	0.00034)														
(0.0004	0.000460	0.00022)														
(0.00035	0.000530	0.0005)														
(0.00039	0.000360	0.00059)														
(0.00037	0.000030	0.00057)														
(0.00016	-0.000390	0.00046)														
(0.00027	0.000050	0.00078)														
(0.00043	-0.000130	0.0001)														
(0.00041	0.000120	0.0001)														
(-0.00046	-0.000420	0.0001)														
(-0.00003	-0.000310	0.00021)														
(0.00037	-0.000180	0.00036)														
(0.00015	-0.000280	0.00029)														
(0.00024	-0.000400	0.0001)														
(-0.00032	-0.000270	0.00037)														
(0.00049	0.000420	0.00039)														
(0.00055	0.000210	0.00025)														
(0.00056	0.000200	0.00045)														
(0.00055	-0.000070	0.0004)														
...
)																
																
//	*************************************************************************	//														
